"OK" = "OK";
"Quit" = "Fechar";
"Start" = "Iniciar";//start button for every VM
"Cancel" = "Cancelar";
"Make Alias" = "Criar Atalho";
"Auto Update" = "Atualização Automática";//turn on/off automatic updates for PD Runner
"Restore now?" = "Restaurar Agora?";//confirmation before restoring snapshot(the original version was "Switch now?")
"New update!" = "Nova Atualiação Disponível!";//dialog, when an update is detected
"Stop all VMs" = "Parar Todas as VMs";
"Snapshots..." = "Snapshots...";
"No Snapshots" = "Sem Snapshots";
"Preferences..." = "Preferências...";
"Automatic mode" = "Modo Automático";
"%@ is encrypted." = "%@ está criptografado.";//dialog, when an encrypted VM is starting(like "Windows 11 is encrypted")
"Batch action" = "Ação em Lote";
"Start all VMs" = "Iniciar Todas as VMs";
"User cancelled" = "Cancelado pelo Usuário";//dialog, when the user cancels before restoring the snapshot
//"Update VM List" = "Atualizar Lista de VM"; This has been abandoned
"Update failed!" = "Atualização Falhou!";
"Unknown error." = "Erro Desconhecido.";
"One more step!" = "Mais um Passo!";
"Input password" = "Insira a Senha";
"Launch at Login" = "Executar no Login";
"About PD Runner" = "Sobre o PD Runner";
"Failed to start!" = "Falha ao Iniciar!";
"Click OK to exit" = "Clique em OK para Sair";
"No VMs were found" = "Nenhuma VMs foi Encontrada";
"No need to update" = "Nenhuma Atualização Disponível";//dialog, when no updates detected
"Block trial alert" = "Bloquear Aviso da Versão de Teste";
"Restore %@ to [%@]?" = "Restaurar %@ para [%@]?";//dialog, confirmation before restoring snapshot(like "Restore Windows 11 to [Snapshot 1]?")
"No password entered" = "Nenhuma Senha Digitada";
"Unsupported product!" = "Versão sem Suporte!";//dialog, when the user installed the "App Store Edition" of Parallels Desktop
"The requested operation has been cancelled." = "A Operação Solicitada foi Cancelada.";
"Get the trial first!" = "Obtenha a Versão de Teste Primeiro!";//dialog, when the user is not logged into the Parallels Desktop account
"Check for Updates..." = "Verifique se há Atualização...";
"Don't remind me again" = "Não me Lembre de Novo";
"No snapshots available." = "Sem Snapshots Disponível.";
" is the latest version." = " é a Versão Mais Recente.";
"Nothing has changed." = "Nada foi Alterado.";
"Failed to install helper!" = "Falha ao Instalar o Helper!";
"Parallels Desktop not installed" = "Parallels Desktop Não Está Instalado";
"Please select a snapshot to switch:" = "Selecione um Snapshot para Alternar:";
"Unable to connect to Parallels Service" = "Incapaz de Conectar ao Serviço do Parallels";
"An error occurred while checking for updates." = "Ocorreu um Erro Durante a Verificação de Atualizações.";
" update is available,\nclick [OK] to download." = " Atualização Disponível,\nClique em [OK] para Baixar.";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "Certifique-se de Que Você já é um Usuário de Teste\n(Mesmo que Tenha Expirado)\nEm Seguida, Reinicie o Mac e Tente Novamente.";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "A Versão da App Store não é Suportada.\nBaixe a Versão Padrão em:\nhttps://www.parallels.com";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "Você Deve Obter uma Versão de Avaliação do Parallels Desktop.\nEntão Você Pode Iniciar VMs com PD Runner Mesmo se o Período de Teste Expirar.";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "Devido aos Requisitos de Segurança do PD:\nSe a Janela da VM Estiver em Branco, Basta Clicar no Ícone\n[Engrenagem] no Canto Superior Direito da Janela e Inserir a Senha da VM.\nEm seguida, a Tela da VM Será Exibida.";
"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "VM com estado \"Instalação Concluída\" foi detectada. Você Deseja Concluir a Instalação e Entrar na VM?";
"Complete the installation" = "Conclua a Instalação";

//text in about panel
"Only for learning and research use! Please delete it within 24 hours after downloading." = "Uso Apenas para Aprendizagem e Pesquisa! Exclua-o em 24 Horas Após Baixar.";
"Author:" = "Criador:";
"Translated by:" = "Traduzido Por:";
